export const data = {
  імʼя: "Вознюк Роман",
  посада: "Інженер технічної підтримки",
  спеціалізація: "Електротехнічне обладнання",
  // про: (
  //   <>
  //     Інженер з <strong>5+ роками досвіду</strong> технічної підтримки
  //     електротехнічного обладнання промислового рівня. Спеціалізуюсь на{' '}
  //     <strong>діагностиці та усуненні несправностей</strong> ПЛК, частотних
  //     перетворювачів та систем автоматизації. Вмію пояснити складне просто —
  //     клієнти та колеги це цінують.
  //   </>
  // ),
  статистика: [
    { число: "17+", підпис: "Років у\nгалузі" },
    {
      число: "",
      підпис:
        "Розробка технічної документації для виготовлення електротехнічних шаф",
    },
    {
      число: "",
      підпис:
        "Робота з провідними брендами електротехнічної продукції ринку України",
    },
    {
      число: "",
      підпис:
        "Поєднання інженерних навичок з веб-розробкою для створення внутрішніх інструментів та автоматизації процесів",
    },
  ],
  контакти: [
    {
      іконка: "★",
      текст: "17.07.1985",
      href: null,
    },
    {
      іконка: "✉",
      текст: "muzzlestore@gmail.com",
      href: "mailto:muzzlestore@gmail.com",
    },
    { іконка: "☎", текст: "+38 (097) 603-46-36", href: "tel:+380976034636" },
    { іконка: "⌖", текст: "Київ, Україна", href: null },
  ],
  досвід: [
    {
      посада: "Інженер",
      компанія: "Вектор ВС · Київ",
      період: "2021 — нині",
      пункти: [
        "Надання технічної підтримки по обладнанню для клієнтів та співробітників компанії",
        "Підбір обладнання згідно ТЗ, електричних схем",
        "Підбір аналогів на обладнання конкурентів",
        "Підготовка базових технічних матеріалів",
      ],
      ініціативи: [
        "Участь у тестуванні продуктів по підбору аналогів",
        "Складання ТЗ для додатків по роботі з обладнанням, робота з ключовими характеристиками",
        "Розробка базових конфігураторів по підбору обладнання та аксесуарів до нього",
      ],
      теги: ["AutoCad", "AI: ChatGPT, Claude", "Bitrix", "MS Office"],
    },
    {
      посада: "Інженер-конструктор",
      компанія: "Екстрім ЛТД · Київ",
      період: "2008 — 2021",
      пункти: [
        "Складання кошторисів електротехнічних шаф різної складності",
        "Підготовка технічної документації (схеми, зовнішній вигляд) для виготовлення шаф",
        "Підбір обладнання згідно електричних схем, специфікацій",
      ],
      ініціативи: [
        // "Участь у тестуванні продуктів по підбору аналогів",
        // "Складання ТЗ для додатків по роботі з обладнанням, робота з ключовими характеристиками",
        // "Розробка базових конфігураторів по підбору обладнання та аксесуарів до нього",
      ],
      теги: ["AutoCad", "EPLAN", "MS Office"],
    },
  ],

  додаткові: [
    {
      група: "Frontend",
      пункти: ["HTML", "CSS", "JS/TS"],
      технології: ["React", "Vite", "zustand"],
    },
    {
      група: "Backend",
      пункти: [],
      технології: ["NodeJS"],
    },
  ],
  освіта: [
    {
      ступінь: "Спеціаліст · Приладобудування",
      заклад:
        "Національний технічний університет України `Київський політехнічний інститут`, Київ",
      рік: "2002 — 2008",
    },
  ],
  мови: [
    { мова: "Українська", рівень: "Рідна" },
    { мова: "English", рівень: "Pre-Intermediate" },
  ],
};
